TargetApplication=FileVoyager 15.4.5.0
Author=muadib
SourceLANGID=1036
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2016-12-24 14:28:37

[frmMainGui]
00000001=FileVoyager
00000002=Просмотр и инструменты
00000003=Использовать оболочку
00000004=Использование оболочки позволяет отображать некоторые папки в виде пользовательских виртуальных (например: временные файлы Интернета)
00000010=Запуск приложений
00000012=Файл
00000014=Новый
00000015=Создание новых элементов, таких как файлы или папки предопределенных форматов
00000016=Текущий путь
00000017=Меню и действия для текущего пути
00000018=Текущий элемент
00000019=Меню и действия для текущего элемента
00000020=Правка
00000022=Текущий элемент
00000023=Копировать часть пути текущего элемента
00000024=Выделенные элементы
00000025=Копировать части путей выделенных элементов
00000026=Вид
00000028=Панели инструментов
00000030=Сортировка
00000032=Столбцы
00000034=Показать панель устройств
00000035=Отобразить или скрыть дерево
00000037=Системный дисплей
00000039=Черепицей горизонтально
00000040=Все открытые окна черепицей горизонтально
00000041=Черепицей вертикально
00000042=Черепицей вертикально все открытые окна
00000043=Каскад
00000044=Все открытые окна каскадом
00000045=Минимизировать все
00000046=Минимизировать все открытые окна
00000047=Внешние просмотрщики
00000049=Управление
00000051=Инструменты
00000053=Системные инструменты
00000055=Новый ярлык
00000056=Открыть мастер системы для создания новых ярлыков
00000057=Поиск файлов
00000058=Открыть инструмент системы для поиска файлов или папок
00000059=Выполнить
00000060=Открыть диалоговое окно запуска программ
00000061=Экран
00000062=Открыть окно свойств дисплея
00000063=Программы и компоненты
00000064=Открыть панель управления, программы и компоненты
00000065=Дата и время
00000066=Открыть свойства даты и времени
00000067=Выключение
00000068=Завершение работы системы
00000069=Навигация
00000071=Избранное
00000073=Темы
00000075=Загрузить с диска
00000076=Найдите и выберите файл темы
00000077=Переключить ленту
00000078=Отображать ленту FileVoyager вместо классического меню и панели инструментов
00000079=Панель инструментов
00000080=Вкладка Избранное
00000082=Панель инструментов
00000083=Обзор
00000084=Навигация по дискам
00000085=Визуализация
00000086=Просмотр текущего элемента на противоположной панели
00000087=Визуализация
00000088=Обзор
00000089=Левая панель инструментов
00000090=Панель инструментов
00000091=Обзор
00000092=Навигация по дискам
00000093=Визуализация
00000094=Просмотр текущего элемента на противоположной панели
00000095=Журнал событий
00000096=Отображение журнала событий FileVoyager
00000097=Журнал событий
00000098=Визуализация
00000099=Обзор
00000100=Правая панель инструментов
00000101=Основные действия
00000102=Панель инструментов
00000103=Главная
00000105=Управление
00000107=Вид
00000109=Инструменты
00000119=Переключить ленту
00000120=Развертывание или свертывание ленты
00000121=Темы
00000122=Выберите тему, чтобы применить к FileVoyager
00000123=Классические меню
00000124=Отображать FileVoyager с классическим меню и панелями инструментов вместо ленты
00000125=Файл
00000126=Управление
00000131=Операции
00000134=Открыть
00000137=Размер
00000140=Настройки
00000143=Архивы
00000146=Текущий элемент
00000147=Меню и действия для текущего пути
00000148=Текущий путь
00000149=Меню и действия для текущего элемента
00000150=Текущий элемент
00000151=Инструменты
00000155=Сеть
00000158=Система
00000159=Открыть мастер системы для создания новых ярлыков
00000160=Новый ярлык
00000161=Открыть инструмент системы для поиска файлов или папок
00000162=Поиск файлов
00000163=Открыть окно свойств дисплея
00000164=Экран
00000165=Открыть диалоговое окно запуска программ
00000166=Выполнить
00000167=Открыть панель управления, программы и компоненты
00000168=Программы и компоненты
00000169=Открыть свойства даты и времени
00000170=Дата и время
00000172=Список всех открытых внешних окон просмотра. Можно закрыть их все сразу
00000173=Внешние просмотрщики
00000175=Просмотрщики
00000178=Диск
00000179=Главная
00000184=Буфер обмена
00000188=Копировать часть пути текущего элемента
00000189=Текущий элемент
00000190=Копировать части путей выделенных элементов
00000191=Выделенные элементы
00000194=Операции
00000202=Навигация
00000207=Список
00000208=Вид
00000213=Вид элемента
00000214=Выбор элементов в списке
00000215=Выбор элемента
00000216=Выберите столбец по которому будет выполнятся сортировка
00000217=Сортировка
00000230=Глобальные настройки просмотра
00000231=Отображение общих панелей инструментов
00000232=Общие панели инструментов
00000234=Новый экземпляр
00000235=Запуск нового экземпляра FileVoyager
00000237=Показать панель приложений
00000238=Показать или скрыть панель приложений
00000243=Выход
00000244=Закрыть FileVoyager
00000249=Контекстное меню
00000250=Отобразить контекстное меню пути
00000252=Меню панели
00000253=Показать контекстное меню панели
00000255=Свойства пути
00000256=Открыть диалоговое окно свойств текущего пути
00000258=Корневой каталог
00000259=Переход в корневой каталог текущего пути
00000261=Контекстное меню элемента
00000262=Показать контекстное меню текущего элемента
00000264=Показать вкладки
00000265=Показать или скрыть вкладки
00000267=Показать вкладки
00000268=Показать или скрыть вкладки
00000270=Свойства элемента
00000271=Показать диалоговое окно свойств текущего элемента
00000273=Вверх
00000274=Перейти в верхнюю папку
00000276=Вырезать
00000277=Вырезать выделенные элементы в буфер обмена
00000279=Копировать
00000280=Копировать выделенные эменты в буфер обмена
00000282=Вставить
00000283=Вставить элементы из буфера обмена в текущую папку
00000285=Корзина
00000286=Удаление выделенных элементов в корзину\nТакое удаление элементов дает возможность их восстановления
00000288=Уничтожить
00000289=Удаление выделенных элементов, не отправляя их в корзину\nТакое удаление элементов не позволяет их восстановить (за исключением использования некоторых инструментов)
00000291=Копировать в
00000292=Копирование выделенных элементов в другое место\nПо умолчанию путем назначения является противоположная панель\nно вы можете изменить это в диалоговом окне копирования
00000294=Переместить в
00000295=Перемещение выделенных элементов в другое место\nПо умолчанию путем назначения является противоположная панель\nно вы можете изменить это в диалоговом окне копирования
00000297=Переименовать
00000298=Переименование текущего элемента
00000300=Новый
00000301=Создание нового элемента\nОткроется диалоговое окно, где можно указать тип и имя создаваемого элемента
00000303=Создать ярлыки
00000304=Создание ярлыков для выбранных элементов\nПо умолчанию путем назначения является противоположная панель ,\nно его можно изменить в диалоговом окне.
00000306=Размеры папок
00000307=Вычисляет и отображает размеры всех папок для текущего пути
00000309=Размер папки
00000310=Вычисляет и отображает размер выбранной папки
00000312=Конфигурация
00000313=Открывает диалоговое окно настроек, где можно задать вид и поведение FileVoyager
00000315=Присоединить диск
00000316=Открывает диалоговое окно системы для назначения сетевой папке буквы диска
00000318=Отсоединить диск
00000319=Открывает диалоговое окно системы для отмены назначенной буквы сетевого диска
00000321=Избранное
00000322=Открывает менеджер избранного
00000324=Показать центральную панель инструментов
00000325=Отображает или скрывает центральную панель инструментов, с наиболее полезными инструментами
00000327=Показать панель избранного
00000328=Отображает или скрывает панель избранного, содержащую часто используемые папки, заданные пользователем
00000330=Свернуть в трей
00000331=Если отмечено, FileVoyager исчезает из панели задач при минимизации его окна, а его значок появляется в системном трее
00000333=Показать скрытые элементы
00000334=Если отмечено, будут показаны скрытые и системные элементы\n
00000336=Корневой каталог
00000337=Перейти к корневому каталогу
00000339=Корневой каталог
00000340=Перейти к корневому каталогу
00000342=Обновить
00000343=Обновить список элементов (произвести повторное чтение содержимого пути)
00000345=Выбрать все
00000346=Выбрать все элементы текущего пути
00000348=Выбрать файлы
00000349=Выбрать файлы, но не папки
00000351=Отменить выбор
00000352=Отменить выбор всех элементов
00000354=Инвертировать выделение
00000355=Инвертировать выделение элементов
00000357=Сортировка папок
00000358=Если отмечено, то папки также будут отсортированы в соответствии с столбцом сортировки. Если не отмечено, папки сортируются в восходящем порядке, согласно их именам
00000360=Визуализация
00000361=Переключение противоположной панели на режим просмотра текущего элемента
00000363=Внешниий просмотрщик
00000364=Запуск нового экземпляра FileVoyager в режиме просмотра, только для отображения выбранных элементов
00000366=Правка
00000367=Открыть выбранные элементы с помощью редактора, заданного в настройках
00000369=Дублировать панель
00000370=Отображение на текущей панели той же папки, что и на противоположной
00000372=Поменять панели
00000373=Поменять панели местами
00000375=Поиск
00000376=Открыть панель поиска для поиска элементов с использованием многих критериев
00000378=Открыть
00000379=Открыть текущий элемент
00000381=Детали
00000382=Детальная информация
00000384=История
00000385=Показать список последних посещенных паплк
00000387=Назад
00000388=Перейти к предыдущей посещенной папке
00000390=Вперед
00000391=Перейти к следующей посещенной папке
00000393=Детали
00000394=Детальная информация
00000396=История
00000397=Показать список последних посещенных папок
00000399=Назад
00000400=Перейти к предыдущей посещенной папке
00000402=Вперед
00000403=Перейти к следующей посещенной папке
00000405=Эскизы
00000406=Отображенин эскизов
00000408=3D эскизы
00000409=Детальная информация с отображением 3D эскизов
00000411=Панель дисков
00000412=Показать или скрыть панель дисков
00000414=Эскизы
00000415=Отображения эскизов
00000417=3D эскизы
00000418=Детальная информация с отображением 3D эскизов
00000420=Панель дисков
00000421=Показать или скрыть панель дисков
00000423=Дерево каталогов
00000424=Показать или скрыть дерево всех дисков, некоторых виртуальных папок, избранного и системных папок
00000426=Дерево каталогов
00000427=Показать или скрыть дерево всех дисков, некоторых виртуальных папок, избранного и системных папок
00000429=Вверх
00000430=Перейти в верхнюю папку
00000432=Вверх
00000433=Перейти в верхнюю папку
00000435=Обновить
00000436=Обновить список элементов (произвести повторное чтение содержимого пути)
00000438=Обновить
00000439=Обновить список элементов (произвести повторное чтение содержимого пути)
00000441=История
00000442=Показать список последних посещенных папок
00000444=Назад
00000445=Перейти к предыдущей посещенной папке
00000447=Вперед
00000448=Перейти к следующей посещенной папке
00000450=Инвертировать сортировку
00000451=Переключение между сортировкой по возрастанию и сортировкой по убыванию
00000453=Открыть избранную папку
00000454=Отобразить эту избранную папку на текущей панели
00000456=Добавить в избранное левый путь
00000457=Добавьте путь из левой панели в избранное
00000459=Добавить в избранное правый путь
00000460=Добавить путь правой панели в избранное
00000462=Удалить из избранного
00000463=Удалить выбранный элемент из коллекции избранное
00000465=Удалить все избранное
00000466=Удалить все папки из коллекции избранное
00000468=Удалить ошибочные папки
00000469=Удаление ошибочных папок из коллекции избранного. Если путь к избранной папке не существует, она считается ошибочной
00000471=Восстановить выбор
00000472=Восстановить выбор, который был до отмены выбора
00000474=Фильтр
00000475=Установка критериев для фильтрации списка элементов
00000477=Фильтр выбора
00000478=Установка критериев для выбора элементов в списке элементов
00000480=Фильтр отмены выбора
00000481=Установка критериев для отмены выбора элементов
00000483=Копировать имя
00000484=Копировать только имя элемента, без пути к папке
00000486=Копировать папку
00000487=Копировать только имя папки элемента, без имени самого элемента
00000489=Копировать полный путь
00000490=Копировать полный путь текущего элемента
00000492=Копировать имя (8.3)
00000493=Копировать только имя элемента без пути к папке, в режиме DOS (8,3)
00000495=Копировать папку (8.3)
00000496=Копировать только имя папки элемента, без имени самого элемента, в режиме DOS (8.3)
00000498=Копировать полный путь (8.3)
00000499=Копировать полный путь текущего элемента, в режиме DOS (8.3)
00000504=Новая вкладка
00000505=Создание новой вкладки\nНовая вкладка будет отображать тот же путь, что и текущая
00000507=Закрыть вкладку
00000508=Закрытие вкладки\nПосле закрытия будет активирована предыдущая используемая вкладка
00000510=Закрыть вкладку
00000511=Закрытие вкладки\nПосле закрытия будет активирована предыдущая используемая вкладка
00000513=Предыдущая вкладка
00000514=Перейти к предыдущей вкладке
00000516=Следующая вкладка
00000517=Перейти к следующей вкладке
00000519=Новая вкладка (фон)
00000520=Создать новую вкладку в фоне\nНовая вкладка будет создана с тем же путем, что и текущая вкладка, но не будет активирована\nТекущая вкладка останется активной
00000522=Блокировка
00000523=Переключение блокировки вкладки\nКогда вкладка заблокирована, изменение пути в ней создает и активизирует новую вкладку
00000525=Разблокировать вкладки
00000526=Разблокирование всех заблокированных вкладок
00000528=Отображение вкладок
00000529=Показать или скрыть вкладки
00000531=Информация
00000532=Показать всплывающую подсказку с некоторыми свойствами текущего элемента
00000534=Главная панель
00000535=Показать главную панель инструментов
00000537=Показать левую панель инструментов
00000538=Показать левую панель инструментов
00000540=Показать правую панель инструментов
00000541=Показать правую панель инструментов
00000543=Увеличить левую панель
00000544=Увеличить левую панель, чтобы она полностью заполняла окно FileVoyager
00000546=Увеличить правую панель
00000547=Увеличить правую панель, чтобы она полностью заполняла окно FileVoyager
00000549=Уравнять обе панели
00000550=Уравнять обе панели, делая их ширину одинаковой
00000552=Размеры панелей 20-80
00000553=Изменить размеры панелей так, чтобы левая панель занимала 20% от полного размера окна и правая панель 80%
00000555=Размеры панелей 30-70
00000556=Изменить размеры панелей так, чтобы левая панель занимала 30% от полного размера окна и правая панель 70%
00000558=Размеры панелей 40-60
00000559=Изменить размеры панелей так, чтобы левая панель занимала 40% от полного размера окна и правая панель 60%
00000561=Размеры панелей 50-50
00000562=Изменить размеры панелей так, чтобы левая панель занимала 50% от полного размера окна и правая панель 50%
00000564=Размеры панелей 60-40
00000565=Изменить размеры панелей так, чтобы левая панель занимала 60% от полного размера окна и правая панель 40%
00000567=Размеры панелей 70-30
00000568=Изменить размеры панелей так, чтобы левая панель занимала 70% от полного размера окна и правая панель 30%
00000570=Размеры панелей 80-20
00000571=Изменить размеры панелей так, чтобы левая панель занимала 80% от полного размера окна и правая панель 20%
00000573=Показать вкладки
00000574=Показать или скрыть вкладки
00000579=Правка пути
00000580=Редактировать текущий путь
00000582=Обновить панели
00000583=Обновить обе панели
00000585=Командная строка
00000586=Открыть интерпретатор командной строки
00000588=Перейти в элемент
00000589=Переход в элемент\nЕсли это папка, то производится переход в нее. Если это файл, FileVoyager попытается открыть его как архив, даже, если для этого файла задано в системе другое действие по умолчанию (напр: .doc, .exe)
00000591=Распаковать
00000592=Распаковка элемента и отмена архивирования
00000594=Создать архив
00000595=Создание архива\nЭто действие открывает диалог создания архива, в котором Вы можете задать все необходимые параметры
00000597=Сравнение
00000598=Открывается окно, где выделяются различия между двумя файлами или двумя папками\n
00000600=Открыть на противоположной панели
00000601=Открывает текущий элемент на противоположной панели
00000603=Открыть на противоположной панели
00000604=Открывает текущий элемент на противоположной панели
00000606=Копировать имена
00000607=Копирование только имен выделенных элементов, без пути
00000609=Копировать папки
00000610=Копирование имен папок выделенных элементов без имен файлов
00000612=Копировать пути
00000613=Копирование полных путей выделенных элементов
00000615=Копировать имена (8.3)
00000616=Копирование только имен выделенных элементов, без пути в режиме DOS (8.3)
00000618=Копировать папки (8.3)
00000619=Копирование имен папок выделенных элементов без имен файлов в режиме DOS (8.3)
00000621=Копировать пути (8.3)
00000622=Копирование полных путей выделенных элементов в режиме DOS (8.3)
00000624=Детали
00000625=Отображение текущей панели в режиме показа детальной информации
00000627=Эскизы
00000628=Режим отображения эскизов
00000630=3D эскизы
00000631=Отображение текущей панели в режиме деталей и 3D эскизов
00000633=Командная строка (Администратор)
00000634=Запустить интерпретатор командной строки от имени администратора
00000636=Свойства диска
00000637=Отображение свойств текущего диска
00000639=Закрыть все просмотрщики
00000640=Закрыть все просмотрщики, которые были открыты данным экземпляром FileVoyager
00000641=Открыть FileVoyager
00000642=Выход FileVoyager
00000645=Язык
00000646=Позволяет изменить язык интерфейса в FileVoyager
00000647=Язык интерфейса
00000648=Последние посты автора:
00000649=Новый экземпляр (Администратор)
00000650=Запуск нового экземпляра FileVoyager от имени администратора.
00000679=Последние посты автора:
00000680=Справка
00000681=Ссылки на FileVoyager
00000682=Помощь и документация
00000683=Сделать пожертвование
00000684=Сообщить о проблеме или запросить функцию
00000685=Посетить веб-сайт
00000686=Открыть веб-сайт FileVoyager в браузере по умолчанию\\nhttp://www.filevoyager.com
00000687=Проверить наличие обновлений
00000688=Проверить на веб-сайте FileVoyager наличие более новой версии
00000689=О программе
00000690=Открыть О программе, чтобы узнать больше о FileVoyager
00000691=Справка
00000692=Ссылки на FileVoyager
00000693=Помощь и документация
00000694=Сделать пожертвование
00000695=Сообщить о проблеме или запросить функцию
00000696=Посетить веб-сайт
00000697=Открыть веб-сайт FileVoyager в браузере по умолчанию\\nhttp://www.filevoyager.com
00000698=Проверить наличие обновлений
00000699=Проверить на веб-сайте FileVoyager наличие более новой версии
00000700=О программе
00000701=Открыть О программе, чтобы узнать больше о FileVoyager
00000702=Список внешних просмотрщиков
00000703=Отображение списка всех открытых внешних просмотрщиков и можно выбрать их и закрыть сразу
00000704=Закрыть все
00000705=Закрыть все внешние просмотрщики сразу

[formAppBarParams]
00000001=Параметры приложений
00000007=Команда
00000008=&Подсказка
00000009=&Рабочая папка
00000010=П&араметры
00000011=П&уть приложения
00000012=Отображение
00000013=&Иконка
00000014=Пу&ть иконки (ico, dll, exe, ...)
00000015=&Окно
00000017=&Запустить как
00000019=&Справка
00000020=&Применить
00000021=&Ok
00000022=&Отмена
00000023=Выполнить
00000024=Запустить как
00000025=Добавить разделитель
00000026=Добавить программы
00000027=Перейти на программу
00000028=Удалить кнопку
00000029=Удалить все кнопки
00000030=Свойства
00000031=Переместить ярлык влево
00000032=Удалить ярлык
00000033=Переместить ярлык вправо
00000034=Добавить новый ярлык
00000035=Всплывающая подсказка, которая будет показана при наведении указателя мыши на ярлык приложения
00000036=Параметры, используемые при запуске
00000037=Выберите существующий ярлык приложения или нажмите кнопку с многоточием, чтобы выбрать другой файл
00000038=Рабочая папка приложения
00000039=Нажмите эту кнопку для выбора рабочей папки приложения
00000040=Размер окна приложения при его старте
00000041=Путь к файлу, содержащему иконку, используемую для отображения приложения на панели
00000042=Выберите иконку для отображения приложения
00000043=Когда флажок установлен, система запрашивает другие учетные данные для выполнения
00000044=Применить изменения, внесенные в панель приложений FileVoyager и не закрывать это окно
00000045=Применить изменения и закрыть это диалоговое окно
00000046=Отменить сделанные настройки и закрыть это диалоговое окно
00000047=Запустить приложение
00000048=Запустить приложение с другими учетными данными
00000049=Добавить разделитель перед этим элементом
00000050=Открыть диалоговое окно, позволяющее добавить ярлык на панель приложений
00000051=Открыть в текущей панели путь к приложению и установить фокус на файл приложения
00000052=Удалить ярлык с панели приложений
00000053=Удалите все ярлыки с панели приложений
00000054=Показать свойства панели приложений

[DiskInfos]
00000001=Свойства диска
00000002=Диск
00000003=Размеры
00000004=Файловая система
00000006=&Справка
00000007=&OK
00000008=Закрыть это окно

[formCreateArchive]
00000001=Создание архива
00000002=Параметры безопасности
00000003=&Показать пароль
00000004=П&ароль архива
00000005=По&дтверждение пароля
00000006=&Режим шифрования
00000007=&Шифровать имена элементов
00000008=Дополнительные опции
00000009=Ра&змер слова
00000010=Раз&мер тома
00000011=Разм&ер блока
00000012=&Количество потоков
00000013=Размер с&ловаря
00000014=Ме&тод сжатия
00000015=&Уровень сжатия
00000016=Не разбивать
00000017=Не разбивать\n1.2 MB (дискета 5¼)\n1.44 MB (дискета 3½)\n2.88 MB (дискета 3½ XHD)\n3 MB\n4 MB\n5 MB\n100 MB (ZIP 100)\n250 MB (ZIP 250)\n650 MB (CD-ROM 74 min.)\n700 MB (CD-ROM 80 min.)\n4 GB (Макс разм. FAT32 )\n4.7 GB (DVD)\n
00000018=&Формат архива
00000019=Маск&и файлов архивов
00000020=Пут&ь назначения
00000021=Им&я файла архива для создания
00000022=7zip\nZip\nGzip\nBzip2\nTar\n
00000023=Созда&ние SFX
00000024=Создать ар&хив для каждого элемента
00000025=Создать &сперва TAR
00000026=&Справка
00000027=Отменить действие и закрыть это диалоговое окно
00000028=&Отмена
00000029=Применить параметры и закрыть это диалоговое окно
00000030=&OK

[formCreateItem]
00000001=Создание файла или папки
00000002=&Справка
00000003=Отменить действие, и закрыть это диалоговое окно
00000004=&Отмена
00000005=&OK
00000006=&Выберите тип создаваемого элемента
00000007=Действия после создания
00000008=&Ничего не делать\nОткрыть с помощью редактора FileVoyager (то же самое,что и F4, )\nО&ткрыть с помощью связанной программы (то же, что и двойной щелчок)\n
00000009=Вв&едите имя элемента (расширение будет добавлена автоматически для типов предопределенных файлов)
00000011=Применить параметры и закрыть это диалоговое окно

[formExtractArchive]
00000001=Извлечь архив
00000003=&Справка
00000004=&Отмена
00000005=&OK
00000007=П&ароль
00000008=&Показать пароль
00000011=Со&здать папку для каждого распакуемого архива
00000012=Пут&ь назначения
00000013=&Маска извлекаемых файлов
00000015=Отменить действие, и закрыть это диалоговое окно
00000016=Применить настройки и начать операцию
00000017=Отметьте это для отображения пароля
00000018=Если распаковываемый архив защищен паролем, вам нужно ввести пароль
00000019=Задать маску извлекаемых элементов архива
00000020=Выберите папку назначения, куда должны быть извлечены данные

[formFileOp]
00000001=Подтверждение операции
00000003=Общие операции
00000004=&Копирование\n&Перемещение - переименование\n&Удаление\nСо&здание ярлыков\n
00000005=Удалить
00000006=&В корзину\nНасовсем\n
00000007=&Фильтр
00000008=&Пункт назначения
00000010=Детали
00000011=Св&едения об операции
00000012=Вы можете перетащить другие элементы в список
00000013=&Удалить отмеченные
00000014=Вы собираетесь удалить элементы таким образом, что они не могут быть восстановлены. Будьте осторожны.
00000016=&Справка
00000017=&Отмена
00000018=&Ok
00000019=Маска файлов в операции. *.* означает все файлы. Вы можете установить несколько масок и разделить их точкой с запятой (;)
00000020=Нажмите эту кнопку, чтобы выбрать папку назначения
00000021=Отменить действие, и закрыть это диалоговое окно
00000022=Применить параметры и закрыть это диалоговое окно

[formGetPassword]
00000001=Введите пароль
00000003=&Ok
00000004=&Справка
00000005=&Отмена
00000007=&Показать пароль
00000008=&Пользователь
00000009=

[FrameLV]
00000088=Расчет размера папок, для отмены, щелкните за пределами этого окна или нажмите клавишу табуляции (TAB)
00000090=Имя и расположение
00000105=Дата и время
00000107=Дата изменения
00000108=и:
00000109=между:
00000110=Дата последнего доступа
00000111=и:
00000112=между:
00000113=Дата создания
00000114=и:
00000115=между:
00000116=Игнорировать даты
00000117=За прошедшую неделю
00000118=В прошлом месяце
00000119=За последний год
00000120=Укажите дату
00000122=&Выход
00000123=&Загрузить
00000124=&Сохранить
00000125=&Поиск
00000127=Размер и атрибуты
00000129=Укажите размер
00000130=Игнорировать размер
00000131=Размер между:
00000132=и:
00000133=Укажите атрибуты
00000134=Архивный
00000135=Только чтение
00000136=Каталог
00000137=Нормальный
00000138=Системный
00000139=Скрытый
00000140=Автономный режим
00000141=Виртуальный
00000142=Сжатый
00000143=Зашифрованный
00000144=Временный
00000145=Не содержит индекса
00000146=Точка повторной обработки
00000147=Разреженный файл
00000148=Устройство
00000149=Сбросить в атрибуты по умолчанию
00000156=Показать
00000157=Вставить
00000158=Новый
00000159=Сортировать по
00000160=Обновить
00000161=Свойства
00000162=Новая вкладка
00000163=Новая вкладка в фоне
00000164=Переименовать вкладку
00000165=Блокировка
00000166=Закрыть вкладку
00000167=Закрыть все разблокированные вкладки
00000168=Показывать вкладки
00000169=Копировать
00000170=Переименовать
00000171=Удалить
00000172=Вырезать в буфер обмена
00000173=Копировать в буфер обмена
00000174=Вставить из буфера обмена
00000175=Вид
00000176=Информация
00000177=Выход из представления поиска и вернуться к представлению обзора
00000178=Загрузить ранее сохраненные параметры поиска
00000179=Сохранить параметры, так чтобы они могли быть загружены позже
00000180=Показать или скрыть дерево всех дисков, некоторых виртуальных папок, избранного и системных папок
00000181=Посмотреть внутри поддерживаемых архивов
00000182=В&ыберите одну или несколько папок для поиска. Разделяйте папки точкой с запятой (;)
00000183=&Укажите имена файлов, разделенные точкой с запятой. Имена файлов могут содержать подстановочные знаки * и ?
00000184=Выбор глубины
00000185=Только выбранные папки
00000186=Неограниченное глубина
00000187=Ук&ажите уровень глубины в подпапках
00000188=С учетом регистра
00000189=Не содержат указанные слово/фразу
00000190=У&кажите слово или фразу в файле
00000192=Только целые слова
00000193=Шестнадцатеричное значение

[FrmAbout]
00000001=О FileVoyager
00000003=FileVoyager защищен лицензией Freeware.\n
00000007=FileVoyager
00000008=Швейцарский армейский нож для управления файлами
00000010=Закрыть это окно
00000011=&OK
00000012=Поддержка FileVoyager, сделать пожертвование!

[frmChooseApp]
00000001=Выбор приложений
00000003=Список ниже содержит установленное на Вашей системе программное обеспечение. Вы можете отметить приложения, которые должны появиться на панели. Чтобы удалить элемент из панели приложений, снимите с него флажок.
00000005=&Справка
00000006=&Отмена
00000007=&Выбрать все
00000008=&Восстановить
00000009=&Обзор
00000010=&OK
00000011=Выбор программы, которой нет в списке
00000012=Отменить действие и закрыть это диалоговое окно
00000013=Отметить все элементы в списке
00000014=Восстановить начальное состояние отмеченных и неотмеченных элементов
00000015=Применить параметры и закрыть это диалоговое окно

[frmConfirmDialog]
00000001=Требуется подтверждение
00000005=&Да
00000006=&Журнал
00000007=&Повторить
00000008=&Переименовать
00000009=&Ok
00000010=&Нет
00000011=&Игнорировать
00000012=&Отмена
00000013=По&вышение
00000015=П&рименить мой выбор к следующим аналогичным вопросам
00000016=Отобразить журнал операции в этом окне
00000017=Повторить ту же операцию для текущего элемента
00000018=Дать новое имя элементу назначения
00000019=Игнорировать эту ошибку и продолжить выполнение текущей операции
00000020=Отменить текущую операцию
00000021=Попробовать устранить эту ошибку, используя более высокие привилегии

[frmFavorites]
00000001=Менеджер избранного
00000002=Псевдоним
00000003=Путь
00000004=&Закрыть
00000005=&Открыть
00000006=&Правка
00000007=&Удалить
00000008=&Новый
00000009=Закрыть это окно
00000010=Установить избранную папку в качестве текущего пути
00000011=Редактирование свойств избранной папки
00000012=Удалить из избранного
00000013=Открыть мастер добавления новой папки в избранное

[frmFileOpProgr]
00000001=Операция
00000003=&Пауза
00000004=&Отмена
00000005=Статус
00000006=&Возобновить

[frmFilterSettings]
00000001=Настройки фильтра
00000002=То&лько чтение
00000003=С&жатый
00000004=А&рхивный
00000005=С&истема
00000006=С&крытый
00000007=и:
00000008=между:
00000009=и:
00000010=между:
00000011=и:
00000012=между:
00000013=Отметьте этот флажок, если вы хотите добавить атрибуты элементов в правила фильтрации
00000014=Атри&буты
00000015=Отметьте этот флажок, если вы хотите добавить дату изменения элементов в правила фильтрации
00000016=&Дата изменения
00000017=Отметьте этот флажок, если вы хотите добавить дату последнего доступа к элементам в правила фильтрации
00000018=Д&ата последнего доступа
00000019=Отметьте этот флажок, если вы хотите добавить шаблон имени файла в правила фильтрации
00000020=И&мя файла
00000021=Отметьте этот флажок, если вы хотите добавить дату создания элементов в правила фильтрации
00000022=Да&та создания
00000023=&Справка
00000024=Отменить настройки и закрыть диалоговое окно
00000025=&Отмена
00000026=Применить параметры и закрыть это диалоговое окно
00000027=&OK
00000028=*,?, [and] может быть использовано для шаблона маски имени файла. Несколько масок должны быть разделены точкой с запятой «;»

[frmMMPlayer]
00000011=Играть
00000012=Играть дорожку
00000013=&Пауза
00000014=Приостановить воспроизведение
00000015=Стоп
00000016=Остановить воспроизведение
00000017=Предыдущий
00000018=Перейти к предыдущей записи в списке воспроизведения
00000019=Следующий
00000020=Перейти к следующей записи в списке воспроизведения
00000021=Полный экран
00000022=Переключение в полноэкранный режим
00000023=Визуализация
00000024=список эффектов для визуализации звуковых дорожек
00000025=Фреймворк
00000027=Повторить
00000028=Аудио
00000029=Субтитры
00000031=Нажмите на визуализацию для изменения режима.
00000032=Играть
00000033=&Пауза
00000034=Остановить
00000035=Следующий трек
00000036=Предыдущий трек
00000037=Полный экран
00000038=Аудио
00000039=Субтитры
00000040=Выбор между мультимедиа фреймворк (доступны DirectShow, Windows Media Player и можно подключить Videolan VLC)
00000041=Бесконечное повторение воспроизведения
00000042=Список аудио потоков в медиа
00000043=Список потоков субтитров
00000044=Установить громкость на минимум
00000045=Установить громкость на максимум
00000046=Изменить громкость
00000047=Используйте этот ползунок для перемещения внутри трека

[frmPanelDrive]
00000002=Диски
00000003=Виртуальные
00000004=&Пользователя
00000005=FTP
00000006=Скрыть панель дисков
00000007=Отображает список всех дисков, некоторых виртуальных папок, избранное и системные папки

[FVViewer]
00000001=Просмотрщик FileVoyager

[FrmViewer]
00000003=Текст
00000004=Отобразить файл в текстовом режиме
00000005=Двоичный
00000006=Отобразить файл в двоичном режиме
00000007=Шестн.А
00000008=Отобразить файл в шестнадцатеричном режиме
00000009=Юникод
00000010=Отобразить файл в режиме Юникода
00000011=Ю-Шестн
00000012=Отобразить файл в шестнадцатеричном режиме Юникод
00000013=rtf
00000014=Отображение файла в режиме RTF
00000015=MM
00000016=Отобразить файл в режиме мультимедиа
00000017=Windows
00000018=Отобразить файл средствами Windows
00000019=Web
00000020=Отобразить файл в Web-режиме
00000023=Flow
00000025=WLX
00000026=Отображение файла с помощью WLX плагинов
00000028=&Файл
00000029=&Открыть...
00000030=&Сохранить как...
00000031=Со&хранить выделенный фрагмент в файл...
00000032=&Экспорт в HTML...
00000033=&Выход
00000034=&Правка
00000035=В&ыделить строку
00000036=&Выделить все
00000037=Со&хранить выделенный фрагмент в файл...
00000038=&Копировать
00000039=Коп&ировать шестнадцатеричные значения
00000040=Копи&ровать шестнадцатеричный вид
00000041=&Поиск...
00000042=Поиск с&ледующего
00000043=Поиск пр&едыдущего
00000044=Пере&йти на
00000045=Лексеры: %&s
00000046=С&траница кода: %s
00000047=Показать плейлист
00000048=Показать или спрятать панель плейлиста
00000049=¶
00000050=Отображение непечатных символов
00000051=Перенос
00000052=Перенос текста, не вписывающегося в окно
00000053=Предыдущий
00000054=Предыдущий файл
00000055=Следующий
00000056=Следующий файл
00000057=Открыть настройки
00000058=Печать
00000059=Печать
00000060=Выход
00000061=Выход из просмотрщика
00000065=Панель инструментов
00000066=Ряд:
00000067=Колонка:
00000068=Смещение:
00000069=Конец строки:
00000070=Выделенная длина:
00000071=Размер файла:
00000072=Панель инструментов
00000073=Лексер
00000074=Нет подсветки синтаксиса
00000075=Лексер (ы) для этого файла
00000076=Все доступные лексеры
00000077=Тип страницы кодов:
00000078=Тип страницы кодов:
00000079=Плейлист
00000080=Панель инструментов
00000083=Открыть плейлист
00000085=Сохранить плейлист
00000087=Добавить в плейлист
00000089=Убрать из плейлиста
00000091=Шестнадц.
00000092=Подсветить все
00000093=Регистр
00000094=Целые слова
00000097=Найти предыдущее вхождение
00000098=Найти следующее вхождение
00000099=Закрыть панель поиска
00000100=Введите выражение, которое вы хотите найти
00000101=Нажмите, если выражение поиска, шестнадцатеричное значение
00000102=Нажмите, чтобы выделить все вхождения выражения поиска
00000103=Нажмите, чтобы искать выражение с учетом регистра
00000104=Нажмите, чтобы найти изолированное выражение
00000106=SumatraPDF
00000107=Дисплей файл, используя SumatraPDF

[FVFrmGoto]
00000001=Перейти на
00000003=&Выбор режима перехода
00000004=В&ыберите значение
00000005=Строка
00000006=Строка\nПроценты\nСмещение\nШестн.смещение\n
00000007=&Отмена
00000008=&Ok

[FVOptions]
00000001=Настройки FileVoyager
00000004=&Применить
00000005=&OK
00000006=&Отмена
00000007=&Справка
00000036=Отображать центральную панель
00000037=В системный трей при минимизации
00000038=Язык
00000051=Отображение сетки
00000053=Система
00000054=&Пользователь
00000057=Сжатые элементы (NTFS)
00000059=Фон текущего элемента
00000061=Текущий элемент
00000063=Фон выбранного элемента
00000065=Выбранный элемент
00000067=Нормальный элемент
00000069=Фон списка
00000070=Нечетные строки
00000071=Выбранный элемент жирным шрифтом
00000076=Сортировка папок
00000077=Показывать скрытые и системные
00000078=Формат размера
00000079=Отображение альтернативных имен (имена MSDOS 8.3)
00000081=Раскрасить элементы со следующими масками
00000084=Вставьте маски. Разделяйте их точкой с запятой, если их больше одной. Затем выберите цвет и наконец нажмите на кнопку Добавить.
00000086=Правка
00000087=Удалить
00000088=Добавить
00000090=Пользовательские маски файлов (Например: *.txt;*.ini)
00000091=Команда пользовательского редактора (%1 - имя файла)
00000092=Редактор файлов по умолчанию
00000095=Маски файлов
00000096=Программа редактирования
00000097=Размер эскизов
00000099=Добавить
00000103=Системные эскизы
00000104=Всегда сперва стараться получить эскизы системы\nИспользовать эскизы системы при внутреннем сбое\nНикогда не использовать эскизы системы\n
00000105=Имя плагина
00000106=Список расширений
00000108=Добавить плагин
00000109=Правка
00000110=Удалить
00000111=Схема
00000112=общие
00000113=Менеджер плагинов
00000114=Синхронизация папок
00000115=Diff
00000116=Другие
00000117=Эскизы
00000118=Мультимедиа
00000119=Просмотрщики
00000120=FTP менеджер
00000121=Редактор файлов
00000122=Цвет файлов и папок
00000123=Цвета
00000124=Обзор файлов
00000125=Частота проверки обновлений
00000127=Ежедневно\nЕженедельно\nЕжемесячно\nникогда\n
00000128=Применить макет в контекстное меню системы (Экспериментально - снимите, если результат не хорошо)
00000129=Подчеркнуть папки
00000130=Левая панель
00000131=Режим отображения
00000135=Показать панель инструментов
00000136=Правая панель
00000137=Режим отображения
00000141=Показать панель инструментов
00000142=Дополнительные столбцы видимость
00000143=Показать столбец 'Атрибуты'
00000144=Показать столбец 'Дата создания'
00000145=Показать столбец 'Дата последнего доступа'
00000146=Выберите дополнительные столбцы, чтобы показать, когда в обычных папках
00000147=Байты\nКилобайты\nМегабайты\nГигабайты\nТерабайты\nДинамически\n
00000148=Используйте специальный шрифт (не рекомендуется и нужен перезапуск)

[frmAutoUpdate]
00000001=Авто обновление FileVoyager
00000009=&Справка
00000010=Отменить действие и закрыть это диалоговое окно
00000011=&Отложить
00000013=&OK
00000014=Новая версия FileVoyager доступна для скачивания
00000015=Новая версия:
00000016=Текущая версия:
00000017=Вы хотите скачать и установить новую версию?
00000018=Загрузка новой версии
00000019=Путь:
00000020=Версия:
00000021=Размер:
00000026=Отменить действие и закрыть это диалоговое окно
00000027=&Прервать
00000028=Напомните мне в следующем месяце
00000029=Напомните мне на следующей неделе
00000030=Напомните мне завтра
00000031=Что нового в этой версии?

[FormDiffs]

[FrameDiffDir]

[FrameDiffTxt]

[$CONSTANTS]
frmAppBarErrorIcon=Выбранный файл не является поддерживаемым контейнером иконок
frmAppBarErrorIconTitle=Выбрана недопустимая иконка
frmAppBarNoPathIcon=Путь к иконке не существует!
frmAppBarNoPathItem=Путь к элементу не существует!
frmAppBarParams=Параметры:
frmAppBarPath=Путь:
frmAppBarRemButton=Удалить кнопку
frmAppBarRemSeparator=Удалить разделитель
frmAppBarRunAs=Будет выполняться после запроса для задания других учетных данных (команды Run As)
frmAppBarSendTo=Отправить в:
frmAppBarSendToHint=.:: Перетащите файлы на этот пункт для выполнения действия::.
frmAppBarSeparator=Разделитель
frmAppBarStartDir=Рабочая папка
frmAppBarWinModeHidden=НЕВИДИМОЕ
frmAppBarWinModeMaximized=МАКСИМИЗИРОВАННОЕ
frmAppBarWinModeMinimized=МИНИМИЗИРОВАННОЕ
frmAppBarWinModeNormal=НОРМАЛЬНОЕ
frmAppBarWinModeNotActive=НЕ АКТИВНО
frmMainSearchTabCaption=Поиск
frmMainSearchTabHint=Инструмент поиска с большим набором редактируемых критериев
frmMainSelect2FilesForComparison=Пожалуйста, выберите два файла для сравнения
frmMainShellNewInVirtual=Элемент не может быть добавлен к этому пути
frmMainSkinAlreadyLoaded=Скин с тем же именем уже загружен.\nВы хотите перезаписать его?
frmMainSkinError=Не правильный файл скина
frmSplashApplySettings=Применение настроек...
frmSplashInitAppl=Инициализация программы...
frmSplashInitLists=Инициализация списка просмотрщиков...
frmSplashInitTools=Инициализация инструментов...
frmSplashLoadSettings=Загрузка настроек...
FVArcCompLvlFast=Быстрое
FVArcCompLvlFastest=Самое быстрое
FVArcCompLvlMaximum=Максимальное
FVArcCompLvlNormal=Нормальное
FVArcCompLvlStore=Без сжатия
FVArcCompLvlUltra=Ультра
FVArcConfirmCopy=Выбранные элементы будут извлечены во временную папку и затем помещены в буфер обмена.\nПродолжить?
FVArcConfirmCut=Даже если вы вырезаете в буфер обмена, выбранные элементы не удаляются из источника.
FVArcConfirmRunItem=Вы собираетесь извлечь и запустить файл.\nВы уверены, что вы хотите продолжить?
FVArcConfirmTARBeforeCompress=Вы выбрали для архивирования более одного файла или папки в формате %s.\nЭтот формат поддерживает только один файл в архиве\nВы хотите предварительно создать TAR-архив?
FVArcErrArcIsFolder=Элемент не является архивом, это папка
FVArcErrBadArchive=Ошибка контрольной суммы данных архива
FVArcErrBadData=Данные повреждены
FVArcErrCmdFTP=Произошла ошибка при выполнении команды FTP
FVArcErrEAborted=Функция прервана
FVArcErrEClose=Ошибка при закрытии файла
FVArcErrECreate=Не удается создать файл
FVArcErrEndArchive=Нет больше файлов в архиве
FVArcErrEOpen=Не удается открыть существующий файл
FVArcErrERead=Ошибка чтения из файла
FVArcErrEWrite=Ошибка записи в файл
FVArcErrNoFiles=Файлы не найдены
FVArcErrNoMemory=Не хватает памяти
FVArcErrNotSupported=Функция не поддерживается
FVArcErrOpenArc=Не удается открыть архив
FVArcErrPWCharSetZip=Пароль для шифрования ZIP может содержать только не акцентированные латинские символы, цифры и некоторые печатные символы
FVArcErrPWTooLong=Пароль слишком длинный! Максимум-99 символов.
FVArcErrSmallBuf=Буфер слишком мал
FVArcErrTooManyFiles=Слишком много файлов в архиве
FVArcErrUnknownFormat=Неизвестный формат архива
FVArcErrUnsuppMethod=Метод сжатия не поддерживается
FVArcErrVolume=Параметр Тома не является правильным или не поддерживается.
FVArcPasswordsDoNotMatch=Эти два пароля не совпадают. Пожалуйста, подтвердите пароль еще раз.
FVArcPlugInUsed=Плагин используется для чтения архива: %s
FVArcPwdNeeded=Необходим пароль для\n%s
FVArcStatsNbrFiles=Количество файлов в архиве: %s
FVArcStatsNbrFolders=Количество папок в архиве: %s
FVArcStatsPackedSize=Сжатый размер архива: %s
FVArcStatsUnpackSize=Не сжатый размер архива: %s
FVArcUnkFormatCaption=Этот файл не является известный форматом архива
FVArcUnkFormatTitle=Неподдерживаемый тип архива
FVClose=Закрыть
FVCommFolder=Папка
FVCommFullpath=Полный путь
FVCommShortcut=Ярлык
FVCommSimpleFile=Простой файл
FVConfirmApplyChanges=Были внесены некоторые изменения.\nВы хотите применить изменения?
FVConfirmContinueWhenErrors=Некоторые элементы ошибочны. Вы хотите все равно продолжить?
FVConfirmRemoveAllItems=Вы уверены, что вы хотите удалить все элементы?
FVConfirmRemoveItem=Вы уверены, что хотите удалить этот элемент?
FVDialogFiltersAllFiles=Все файлы
FVDialogFiltersHTMLFiles=HTML-файлы
FVDialogFiltersIcon=Файлы значков
FVDialogFiltersPlaylists=Все поддерживаемые плейлистом форматы
FVDialogFiltersSimplePL=Простой список
FVDialogFiltersSkins=Файлы скинов
FVDialogOpenSelectDir=Выберите папку
FVDialogOpenSelectFile=Выберите файл
FVDiskFree=Свободно: %s
FVDiskFreeSpaceByteUnit=%s (%s) свободно на %s (%s)
FVDiskFreeSpaceByteUnitHint=Отображает объем свободного дискового пространства по сравнению с общим объемом\nЗначения в скобках показаны в байтах
FVDiskFreeSpaceDynUnit=%s свободно на %s
FVDiskNotReady=Диск не готов
FVDiskSize=Размер: %s
FVDriveCase=Сохранение регистра
FVDriveCaseSearch=Поиск с учетом регистра
FVDriveCompressed=Том сжат
FVDriveFileSystem=Файловая система
FVDriveFreeBytes=Свободно байт
FVDriveFreeClusters=Свободно кластеров
FVDriveInfosBytesSector=Байт на сектор
FVDriveInfosSectorCluster=Секторов на кластер
FVDriveLetterAndType=%s диск
FVDriveMoreFav=Больше...
FVDriveName=Имя диска
FVDriveNotReady=Диск не готов
FVDrivePersistentACL=Постоянные ACL
FVDrivePointsToFav=Открыть менеджер избранного
FVDriveSerial=Серийный номер
FVDriveSize=Размер
FVDriveSupportCompress=Поддержка сжатия файлов
FVDriveTotalBytes=Общее количество байтов
FVDriveTotalClusters=Общее число кластеров
FVDriveType=Тип диска
FVDriveTypeCDROM=CD/DVD/Blueray диск
FVDriveTypeFixed=Фиксированный диск
FVDriveTypeRamDisk=Диск ОЗУ
FVDriveTypeRemote=Сетевой диск
FVDriveTypeRemovable=Съемный диск
FVDriveTypeUnkown=Диск неизвестного типа
FVDriveUnicode=Юникод на диске
FVErrArcOnlyOneFile=Формат архива назначения может содержать только один файл.
FVErrDestPathCannotCreate=Не удается создать папку назначения.
FVErrDestPathNotSet=Путь назначения не был указан
FVErrDestPathVirtual=Путь назначения — это виртуальный путь\nПожалуйста, выберите другой.
FVErrDestRelativeAndSrcAmbiguous=Путь к источнику элемента является неоднозначным\nЧтобы избежать ошибок, пожалуйста, установите полный путь.
FVErrFileNotFound=Файл не найден
FVErrItemNotFound=Файл или папка не найдены
FVErrLoadindLib=Не удалось загрузить библиотеку %s
FVErrNoFileToHandle=Нет файла для обработки в этой операции
FVErrNoItemSelected=Пожалуйста, выберите по крайней мере один элемент
FVErrNonFSPluginUnsupported=Плагин, определенный в настройках FileVoyager не поддерживается
FVErrNonFSReadOnly=Пддерживается только для чтения, а не для записи.
FVErrNumericValueCaption=%s не является допустимым значением. Значение должно быть числовым.
FVErrNumericValueTitle=Недопустимое числовое значение
FVErrOperFailedRetry=FileVoyager столкнулся с проблемой и не может продолжить выполнение операции.\nПожалуйста, попробуйте еще раз.
FVFalse=False
FVFavSystem=Система
FVFavUser=&Пользователь
FVFavWiz1Dir=Шаг 1: Выберите папку.
FVFavWiz2Alias=Шаг 2: Выберите псевдоним для папки.
FVFavWiz2AliasCaption=Псевдоним
FVFavWiz2AliasExample=Например: Мои mp3, мои проекты...
FVFavWiz2CommentCaption=Комментарий
FVFavWiz3Comment=Шаг 3: Напишите комментарий.
FVFavWiz3CommentExample=Например: Документация проекта альфа
FVFavWiz3PathCaption=Путь
FVFavWizFinal=Вы собираетесь добавить это в панель избранного.\nВы всегда можете изменить любые настройки позже.
FVFilterDeselect=Отмена настроек
FVFilterFilter=Параметры фильтра
FVFilterSelect=Параметры выбора
FVFolderEmpty=Папка пуста
FVIniErrWriteCaption=FileVoyager не может сохранить настройки в\n%s\nПожалуйста, убедитесь, что доступна запись по этому пути
FVIniErrWriteTitle=Ошибка записи настроек
FVIPCViewErrEmbedCaption=Ошибка соединения с основным экземпляром FileVoyager.
FVIPCViewErrListFilesCaption=Ошибка соединения с основным экземпляром FileVoyager во время запроса списка файлов.
FVIPCViewErrPositionCaption=Ошибка соединения с основным экземпляром FileVoyager. при позиционировании
FVIPCViewErrTitle=Проблема внутри процесса
FVListAddToFVFav=Добавить к избранному FileVoyager
FVListCannotBrowseCaption=Не удается перейти в %s\n
FVListCannotBrowseTitle=Путь недоступен
FVListColAttrs=Атрибуты
FVListColCRC=CRC
FVListColCreatDT=Дата создания
FVListColDate=Дата
FVListColLastDT=Дата последнего доступа
FVListColMethod=Метод
FVListColModifDT=Дата изменения
FVListColName=Имя
FVListColPackedSize=Упакованный размер
FVListColSize=Размер
FVListColType=Тип
FVListCompressedHint=Сжатый (Размер на диске %s)
FVListConfirmCloseFTP=Вы хотите закрыть это соединение?\nЕсли нет, оно будет оставаться доступным на панели дисков
FVListConfirmContinueFTPafterErr=Вы хотите продолжить с остальными элементами
FVListConfirmDeletion=Вы действительно хотите удалить?
FVListConfirmReconnectFTP=Соединение потеряно.\nПопробовать подключиться?
FVListConfirmVirtCopy=Копирование %s элементов в %s\nЭта операция будет использовать буфер обмена. Продолжить?
FVListConfirmVirtDelete=Удаление %s элементов. Продолжить?
FVListConfirmVirtMove=Перемещение %s элементов в %s\nЭта операция будет использовать буфер обмена. Продолжить?
FVListCurPath=Текущий путь
FVListDirType=[Папка]
FVListErrDoArcFromNonFS=Создание архива не поддерживается в этой файловой системе.\nПожалуйста,сначала скопируйте элементы в обычную папку.
FVListErrFindOnNonSearch=Запросы поиска не могут быть использованы за пределами модуля поиска
FVListErrListing=Возникла проблема при листинге содержимого
FVListErrNotSupported=Операция не поддерживается
FVListErrUnArcFromNonFS=Разархивирование не поддерживается для этой файловой системы.\nПожалуйста, сначала скопируйте архив в обычную папку.
FVListFindAbort=&Прервать
FVListFindAborting=Прерывание поиска...
FVListFindAddSrcFolder=Добавьте папку для просмотра
FVListFindAddSrcFolderConfirmAddCaption=Эта папка будет добавлена в список присутствующих целевых папок
FVListFindAddSrcFolderConfirmAddTitle=Добавить как цель поиска
FVListFindAddSrcFolderConfirmCancelTitle=&Отмена
FVListFindAddSrcFolderConfirmReplaceCaption=Эта папка заменит все уже присутствует в списке папки
FVListFindAddSrcFolderConfirmReplaceTitle=Искать только в этой папке
FVListFindAddSrcFolderConfirmTitle=Каким образом вы хотите использовать выбранную папку?
FVListFindErrCreate=Не удалось инициализировать модуль поиска ;(
FVListFindErrHexaCaption=%s не является допустимым шестнадцатеричным выражением.\nШестнадцатеричное выражение может содержать цифры от 0 до 9, буквы от a до f и от A до F
FVListFindErrHexaTitle=Ошибка шестнадцатеричного значения
FVListFindLoad=Загрузить критерии поиска
FVListFindRenameSuccess=Элемент переименован успешно!\n Вы должны возобновить поиск, чтобы отразить изменения в результатах поиска
FVListFindResAborted=Поиск прерван
FVListFindResComplete=Поиск завершен
FVListFindResItemsFound=%s элементов, найдено
FVListFindSave=Сохранить критерии поиска
FVListFindSaveSuccess=Критерии, успешно сохранены
FVListFindSearch=Поиск
FVListFindSearching=Поиск...
FVListFindStop=Остановить
FVListFindWait=Подождите...
FVListFTPSMissingSSLTLS=FTPS нуждается в libeay32.dll и ssleay32.dll\nЭти dll не были найдены.
FVListNoInfoTip=Нет никакой подсказки для данного элемента
FVListNonFSHint=%s\n Упакованный размер:%s\nРаспакованный размер:%s
FVListNonFSHintRatio=Сжатие: %s %%
FVListParentFolder=Перейти к родительской папке
FVListSFTPunsupp=SFTP не поддерживается в данный момент
FVListShowHideTree=Показ или скрытие дерева всех дисков, некоторых виртуальные папок, избранного и системных папок
FVListStats=%s элементов (%s папок, %s файлов [%s])
FVListStatsHint=Отображает количество элементов, содержащихся в папке, по типам элементов, с общим размером файлов
FVListStatsSelection=выбранно %s элементов ( %s файлов, %s папок, %s виртуальных) • %s (%s)
FVListStatsSelectionHint=выбрано %s элементов\n• Файлов: %s\n• Папок: %s\n• Виртуальных: %s\n• %s (%s)
FVListTabFolderEmptyCaption=Должна быть по крайней мере одной вкладка с папкой.\nВы не можете удалить этот раз.
FVListTabFolderEmptyTitle=Вкладка папки не может быть пустой
FVListTabFolderRemoveLocked=Этот элемент заблокирован, вы уверены что хотите удалить его?
FVListUpDirType=[вверх]
FVMaskInvalidCaption=Маска шаблона не является допустимой, пожалуйста проверьте и исправьте её.
FVMaskInvalidTitle=Недопустимая маска
FVNewSmthg=Новый %s
FVNo=&Нет
FVNoFavorites=Нет избранного для отображения
FVNone=Нет
FVNumPad=Num. pad %s
FVOK=Ok
FVOpsConfirmAbort=Вы действительно хотите, прервать операцию?
FVOpsEnd=Операция завершена
FVOpsEndCopy=Копирование завершено
FVOpsEndCreateDir=Папка создана
FVOpsEndError=Операция была прервана или столкнулась с проблемой.
FVOpsEndExtract=Извлечение завершено
FVOpsEndInsert=Вставка завершена
FVOpsEndKill=Удаление завершено
FVOpsEndMove=Перемещение завершено
FVOpsEndRecycle=Перемещение в корзину завершено
FVOpsEndRename=Переименование завершено
FVOpsEndShortcut=Создание ярлыка завершено
FVOpsEndSuccess=Операция завершена успешно
FVOpsMngrArcFS2NonFS=FileVoyager создаст архив из отмеченных элементов\nи скопирует полученный архив в\n%s\n\nПродолжить?
FVOpsMngrArcNonFS2FS=FileVoyager извлечет отмеченные элементы и создаст новый архив в\n%s\n\nПродолжить?
FVOpsMngrArcNonFS2NonFS=FileVoyager извлечет отмеченные элементы и создаст новый архив.\nПолученный архив будет скопирован в\n%s\n\nПродолжить?
FVOpsMngrCopyFS2NonFS=Копироваие выделенных элементов\n%s
FVOpsMngrCopyNonFS2NonFS=FileVoyager извлечет отмеченные элементы и скопирует их в\n%s\n\nПродолжить?
FVOpsMngrErrTmpArcFailed=Произошел сбой при создании временного архива.
FVOpsMngrErrTmpFolderFailed=Не удалось создать временную папку.
FVOpsMngrErrUnArcFailed=Разархивирование не удалось!
FVOpsMngrNoMove2NonFS=Вы хотите переместить элементы.\nFileVoyager не принимает перемещений с таким назначением.\nВы хотите скопировать вместо перемещения?\nМесто назначения %s
FVOpsMngrUnarcFS2NonFS=FileVoyager разархивирует выбранные элементы и скопирует их в\n%s\n\nПродолжить?
FVOpsMngrUnarcNonFS2FS=FileVoyager извлечет выбранные элементы и разархивирует их в\n%s\n\nПродолжить?
FVOpsMngrUnarcNonFS2NonFS=FileVoyager извлечет выбранный элемент и разархивирует его\nЗатем он скопирует это в\n%s\n\nПродолжить?
FVOpsPrgsAvgSpeed=Средняя скорость
FVOpsPrgsCurItemSite=Текущий размер элемента
FVOpsPrgsDoneFile=Готовые файлы
FVOpsPrgsDoneSize=Готовый том
FVOpsPrgsPause=&Пауза
FVOpsPrgsResume=&Возобновить
FVOpsPrgsTimeRemain=Оставшееся время
FVOpsPrgsTotFile=Количество файлов
FVOpsPrgsTotSize=Общий объем
FVOpsTrdArchive=Архивирование
FVOpsTrdConfirmCreateDstDir=Целевой путь %s не существует!\nВы хотите создать его?
FVOpsTrdConfirmDirExists=Папка уже существует
FVOpsTrdConfirmReadOnly=%s\nдоступен только для чтения! Вы хотите форсировать операцию?
FVOpsTrdConfirmSystemHidden=%s\nЭто системныйа или скрытый элемент! Вы хотите форсировать операцию?
FVOpsTrdCopy=Копировать
FVOpsTrdCreateDir=Создание папки
FVOpsTrdDelete=Удалить
FVOpsTrdDeleteNonEmptyDir=%s\nне пуста! Вы уверены, что вы хотите удалить ее?
FVOpsTrdDeleteSrcFile=Удаление исходного файла
FVOpsTrdDeleteToBin=Удаление в корзину
FVOpsTrdDlgAvgSpeed=Средняя скорость: %s Кб/c
FVOpsTrdDlgCurSize=Размер текущего элемента: %s
FVOpsTrdDlgFrom=Из %s
FVOpsTrdDlgGather=FileVoyager [информация сборки]
FVOpsTrdDlgItemsDone=Обработанных элементов: %s
FVOpsTrdDlgItemsToDo=Количество элементов: %s
FVOpsTrdDlgRemainTime=Оставшееся время: %s
FVOpsTrdDlgTo=В: %s
FVOpsTrdDlgVolDone=Том создан: %s
FVOpsTrdDlgVolToDo=Том создается: %s
FVOpsTrdDownload=Загрузка
FVOpsTrdErrCantRead=Не удается прочитать\n%s
FVOpsTrdErrCopyItem='%s' не может быть скопировано. Пожалуйста, измените свой выбор.
FVOpsTrdErrCreateCollision=%s\nуже существует!\nВы хотите перезаписать?
FVOpsTrdErrCreateDir=Не удается создать папку\n%s
FVOpsTrdErrCreateDirCollision=Не удается создать папку\n%s\nФайл с тем же именем уже существует в этом пути.
FVOpsTrdErrCreateFile=Не удается создать файл %s\nСистемное сообщение об ошибке: %s\nПродолжить?
FVOpsTrdErrCreateFileCollision=Уже существует папка с именем\n%s
FVOpsTrdErrDiskFullBestEffort=%s\nСистемное сообщение об ошибке: %s\nВы хотите скопировать как можно больше от исходного файла?
FVOpsTrdErrDiskFullCancelHint=Отмените, если вы хотите выбрать другой пункт назначения или хотите изменить выбор источника
FVOpsTrdErrDiskFullCancelTitle=Отменить операцию
FVOpsTrdErrDiskFullContinueHint=Нажмите Продолжить если вы хотите, чтобы был запрос для каждого файла, который является слишком большим
FVOpsTrdErrDiskFullContinueTitle=Продолжить
FVOpsTrdErrDiskFullHint=Целевой диск не имеет достаточно свободного места
FVOpsTrdErrDiskFullTitle=Недостаточно места на диске
FVOpsTrdErrFileDelete=Не удается удалить файл\n%s\nПродолжить?
FVOpsTrdErrFileDiskFullHint=Целевой диск не имеет достаточно свободного места для файла\n%s
FVOpsTrdErrFileRead=Не удается прочитать %s\nПродолжить?
FVOpsTrdErrFileWrite=Не удается записать в %s\nПродолжить?
FVOpsTrdErrFolderDelete=Не удается удалить папку\n%s\nПродолжить?
FVOpsTrdErrMoveItem='%s' не может быть перемещено. Пожалуйста, измените свой выбор.
FVOpsTrdErrOverwrite=Возникла проблема во время перезаписи\n%s
FVOpsTrdErrSuppressItem='%s' не может быть упразднено. Пожалуйста, измените свой выбор.
FVOpsTrdErrTermination=Операция будет прервана
FVOpsTrdErrUnk=Произошла ошибка во время операции.
FVOpsTrdErrViewLog=Произошла ошибка. Вы можете проверить журнал, нажав «View log»
FVOpsTrdExtract=Извлечение
FVOpsTrdKill=Удалить окончательно
FVOpsTrdMove=Перемещение
FVOpsTrdNukeOnDelete=Элементы в объеме '%s' не могут быть переработаны.\nВы действительно хотите удалить их?
FVOpsTrdRename=Переименование
FVOpsTrdSaveAs=Изменить имя элемента
FVOpsTrdSaveAsAborted=Если вы хотите отменить операцию для этого файла, нажмите кнопку «Пропустить».\nЕсли вы хотите отменить операцию для всех файлов, нажмите кнопку «Отмена».\nЕсли вы хотите, вернуться в окно переименования, нажмите кнопку «Переименовать».
FVOpsTrdShortcut=Сщздание ярлыка
FVOpsTrdUpload=Выгрузка
FVPressKey=Нажмите %s
FVTitleNormal=FileVoyager
FVTitleOperation=Операции FileVoyager
FVTitleViewer=Просмотрщик FileVoyager
FVTreeOpenInList=Открыть в списке
FVTreeRefresh=Обновить
FVTrue=True
FVUnArcArc=Извлечь из архива
FVUnArcFTP=Скачать с FTP
FVUnexpectedError=Непредвиденная ошибка
FVUnitByte=б
FVUnitGB=Гб
FVUnitKB=Кб
FVUnitMB=Мб
FVUnitPB=PB
FVUnitTB=Тб
FVViewCodepage=Тип кодировки
FVViewConfirmFileChanged=Файл был изменен. Вы хотите перезагрузить его?
FVViewConfirmFileRemoved=Файл был удален. Вы хотите сохранить его отображение здесь?
FVViewErrSynFileTooBig=Файл слишком большой, чтобы применить подсветку синтаксиса.\nПредел равен %s, а файл имеет размер %s.\nВы можете изменить этот предел в настройках (вид-> подсветка синтаксиса)
FVViewErrUnsupportedFormat=Неподдерживаемый формат
FVViewLexer=Лексер
FVViewMMAlbum=Альбом: %s
FVViewMMArtist=Исполнитель: %s
FVViewMMAudioNum=Аудио поток %s
FVViewMMErrPlayingCaption=Файл %s вызвал ошибку во время воспроизведения\nСообщение: %s
FVViewMMErrPlayingTitle=Ошибка при воспроизведении
FVViewMMErrPlaylistTooBig=Список воспроизведения является слишком большой. Поддержка плейлистов в FileVoyager ограничена до 50 МБ
FVViewMMFileErrorCaption=Файл %s\nне является известным форматом мультимедиа.
FVViewMMFileErrorTitle=Не удается воспроизвести поток
FVViewMMSubtitleNum=Поток субтитров %s
FVViewMMTitle=Название: %s
FVViewMMUnableToRender=Не удается воспроизвести этот файл
FVViewMMVisCover=Обложка
FVViewMMVisCycle=Цикл зрительных образов
FVViewMMVLCError=Проблема с VLC
FVViewPosColumn=Колонка: %s
FVViewPosFileSize=Размер файла: %s (%s)
FVViewPosOffset=Смещение: %s (0x%s)
FVViewPosRow=Ряд: %s
FVViewPosSelLength=Длина выделенного: %s
FVViewWithFV=Просмотр с FileVoyager
FVWebSiteDownloadError=Извините. Произошла ошибка во время загрузки.\nПроцесс обновления откладывается.
FVWebSiteNoUpdate=Поздравляем! У Вас последняя версия FileVoyager
FVYes=&Да
